Repository: matteomarchiori/w3csspress
Catalog: languages/*.po
Languages: it_it

source: %s older
it_it: %s meno recente

source: Amber
it_it: Ambra

source: Black
it_it: Nero

source: Blue
it_it: Blu

source: Blue Grey
it_it: Grigio Blu

source: Border images on the page.
it_it: Aggiungi un bordo alle immagini sulla pagina.

source: Bordered img
it_it: Bordi delle immagini

source: Brown
it_it: Marrone

source: Card img
it_it: Immagini card

source: Categories:
it_it: Categorie:

source: Change color of h%s.
it_it: Cambio del colore per h%s

source: Change font family of headings.
it_it: Cambia il font dei titoli.

source: Change font family of website.
it_it: Cambia il font del sito.

source: Change font size of div.
it_it: Cambia la taglia del font dei div.

source: Change font size of h%s.
it_it: Cambia la taglia del font per h%s.

source: Change font size of inputs.
it_it: Cambia la taglia del font degli input.

source: Change font size of ordered list.
it_it: Cambia la taglia delle liste ordinate.

source: Change font size of paragraphs.
it_it: Cambia la taglia del font dei paragrafi.

source: Change font size of tables.
it_it: Cambia la taglia del font delle tabelle.

source: Change font size of unordered list.
it_it: Cambia la taglia del font delle liste non ordinate.

source: Change font weight of div.
it_it: Cambia il grassetto del font dei div.

source: Change font weight of h%s.
it_it: Cambia la taglia del font per h%s.

source: Change font weight of inputs.
it_it: Cambia il grassetto del font degli input.

source: Change font weight of ordered list.
it_it: Cambia il grassetto del font delle liste ordinate.

source: Change font weight of paragraphs.
it_it: Cambia il grassetto del font dei paragrafi.

source: Change font weight of tables.
it_it: Cambia il grassetto del font delle tabelle.

source: Change font weight of unordered list.
it_it: Cambia il grassetto del font delle liste non ordinate.

source: Change link color
it_it: Cambia colore link

source: Change theme text color
it_it: Cambia il colore del testo del tema

source: Circle
it_it: Cerchio

source: Circle images on the page.
it_it: Trasforma le immagini in cerchi sulla pagina.

source: Circle img
it_it: Immagini a cerchio

source: Comment:
it_it: Commento:

source: Comments
it_it: Commenti

# comments count
source: Trackback or Pingback
it_it: Trackback o Pingback singolo

source: Content options
it_it: Opzioni del contenuto

source: Cursive
it_it: Corsivo

source: Customize content options here.
it_it: Personalizza le impostazioni del contenuto qui.

source: Customize fonts options here.
it_it: Personalizza le opzioni dei font qui.

source: Customize images options here.
it_it: Personalizza le impostazioni delle immagini qui.

source: Customize layout options here.
it_it: Personalizza le impostazioni del layout qui.

source: Customize speed options here.
it_it: Personalizza le impostazioni di velocità qui.

source: Cyan
it_it: Ciano

source: Dark
it_it: Scuro

source: Dark Grey
it_it: Grigio Scuro

source: Deep Orange
it_it: Arancione Intenso

source: Deep Purple
it_it: Viola Intenso

source: Disable jQuery
it_it: Disabilita jQuery

source: Disable or enable jQuery (do only if you know what you are doing).
it_it: Disabilita o abilita jQuery (fallo solo se sai cosa stai facendo).

source: Enable Dashicons
it_it: Abilita Dashicons

source: Enable Dashicons on the frontend.
it_it: Abilita Dashicons sul frontend.

source: Fonts options
it_it: Opzioni dei font

source: Foot widgets Sidebar
it_it: Sidebar per widget al pedice del sito

source: Footer content
it_it: Contenuto del footer

source: Four Columns
it_it: Quattro colonne

source: Full-Width
it_it: Larghezza-Piena

source: Grayscale img
it_it: Immagini in scala di grigi

source: Green
it_it: Verde

source: Grey
it_it: Grigio

source: Grid layout setting
it_it: Impostazione layout a griglia

source: H%s color
it_it: H%s colore

source: Head widgets Sidebar
it_it: Sidebar per widget nella testata del sito

source: Header thumbnail
it_it: Miniatura header

source: Image with card effect.
it_it: Immagini con effetto card.

source: Image with grayscale effect.
it_it: Immagini con effetto scala di grigi.

source: Image with opacity effect.
it_it: Immagini con effetto opaco.

source: Image with sepia effect.
it_it: Immagini con effetto seppia.

source: Images options
it_it: Opzioni delle immagini

source: Indigo
it_it: Indaco

source: Khaki
it_it: Cachi

source: Large
it_it: Largo

source: Layout options
it_it: Opzioni del layout

source: Light
it_it: Chiaro

source: Light Blue
it_it: Blu Chiaro

source: Light Green
it_it: Verde Chiaro

source: Lime
it_it: Limone

source: Link color
it_it: Colore dei link

source: Main Menu
it_it: Menu Principale

source: Medium
it_it: Medio

source: Monospace
it_it: Monospaziato

source: newer %s
it_it: più recente %s

source: Not Found
it_it: Non Trovato

source: Nothing Found
it_it: Non è stato trovato nulla

source: Nothing found for the requested page. Try a search instead?
it_it: Non è stato trovato nulla per la pagina richiesta. Provato con una ricerca?

source: One Column
it_it: Una colonna

source: Opacity img
it_it: Immagini opache

source: Orange
it_it: Arancione

source: Pink
it_it: Rosa

source: Post thumbnail
it_it: Miniatura post

source: Posts get the thumbnail as header image if they have one.
it_it: I post usano l'immagine in evidenza come immagine dell'header se ne hanno una.

source: Posts show the thumbnail if they have.
it_it: I post mostrano l'immagine in evidenza se ne hanno una.

source: Primary Sidebar
it_it: Sidebar primaria

source: Purple
it_it: Viola

source: Red
it_it: Rosso

source: Round images on the page.
it_it: Arrotonda gli angoli delle immagini sulla pagina.

source: Rounded img
it_it: Immagini con angoli smussati

source: Sans serif
it_it: Senza grazie

source: Search Results for: %s
it_it: Risultati della ricerca per: %s

source: Secondary Sidebar
it_it: Sidebar secondaria

source: Select color theme
it_it: Seleziona il colore del tema

source: Select div font size
it_it: Seleziona la taglia del font per i div

source: Select div font weight
it_it: Seleziona il grassetto del font per i div

source: Select font family
it_it: Seleziona il font

source: Select h%s font size
it_it: Seleziona la taglia del font per h%s

source: Select h%s font weight
it_it: Seleziona il grassetto del font per h%s

source: Select input font size
it_it: Seleziona la taglia del font per gli input

source: Select input font weight
it_it: Seleziona il grassetto del font per gli input

source: Select layout
it_it: Seleziona il layout

source: Select ordered list font size
it_it: Seleziona la taglia del font per le liste ordinate

source: Select ordered list font weight
it_it: Seleziona il grassetto del font per le liste ordinate

source: Select paragraphs font size
it_it: Seleziona la taglia del font per i paragrafi

source: Select paragraphs font weight
it_it: Seleziona il grassetto del font per i paragrafi

source: Select rounded style
it_it: Seleziona lo stile arrotondato

source: Select table font size
it_it: Seleziona la taglia del font per le tabelle

source: Select table font weight
it_it: Seleziona il grassetto del font per le tabelle

source: Select theme kind
it_it: Seleziona il genere del tema

source: Select unordered list font size
it_it: Seleziona la taglia del font per le liste non ordinate

source: Select unordered list font weight
it_it: Seleziona il grassetto del font per le liste non ordinate

source: Sepia img
it_it: Immagini seppia

source: Serif
it_it: Con grazie

source: Set footer content.
it_it: Imposta il contenuto del footer.

source: Sidebar on the left.
it_it: Sidebar sulla sinistra.

source: Sidebar on the right.
it_it: Sidebar sulla destra.

source: Skip to the content
it_it: Salta al contenuto

source: Small
it_it: Piccolo

source: Sorry, nothing matched your search. Please try again.
it_it: Purtroppo non c'è nessun risultato per la tua ricerca. Per favore riprova.

source: Speed options
it_it: Opzioni di velocità

source: Teal
it_it: Verde acqua

source: Text theme color
it_it: Colore del testo del tema

source: Theme made to integrate the W3CSS framework inside WordPress, with global custom options and all of the W3CSS framework functionalities. The theme has been developed starting from resources on the w3schools website applied to the blankslate WordPress theme, slightly modified. The theme is accessibility ready and it is highly customizable. Please add issues on GitHub or contact me if you are interested in more options.
it_it: Tema realizzato per integrare il framework W3CSS all'interno di WordPress, con opzioni personalizzate globali e tutte le funzionalità del framework W3CSS. Il tema è stato sviluppato partendo da risorse del sito w3schools applicate al tema WordPress blankslate, leggermente modificato. Il tema è pronto per l'accessibilità ed è altamente personalizzabile. Aggiungi problemi su GitHub o contattami se sei interessato a più opzioni.

source: Three Columns
it_it: Tre colonne

source: Tiny
it_it: Più piccolo

source: Two Columns
it_it: Due colonne

source: Use Google font
it_it: Usa un Google font

source: Use Google font for headings
it_it: Usa un font Google per i titoli

source: Using this option you can change some elements roundness (images have more controls).
it_it: Usando questa opzione puoi cambiare la rotondità di alcuni elementi (le immagini hanno altri controlli).

source: Using this option you can change the page layout.
it_it: Usando questa opzione puoi cambiare il layout della pagina.

source: Using this option you can change the theme between default, light and dark.
it_it: Usando questa opzione puoi cambiare il tema tra default, chiaro e scuro.

source: Using this option you can change the theme colors.
it_it: Usando questa opzione puoi cambiare i colori del tema.

source: Using this option you can enable or disable the grid layout.
it_it: Usando questa opzione puoi abilitare o disabilitare il layout a griglia.

source: Weight
it_it: Peso

source: Widgets area on the foot of the website.
it_it: Area per i widget al pedice del sito.

source: Widgets area on the head of the website.
it_it: Area per i widget nella testata del sito

source: Yellow
it_it: Giallo
